{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "HTTPChunkInstaller",
			"Children": [
				{
					"Source":
					{
						"Text": "Connection to {0} failed"
					},
					"Translation":
					{
						"Text": "Connection to {0} failed"
					},
					"Key": "HttpResponse_Failed"
				},
				{
					"Source":
					{
						"Text": "HTTP {0} response from {1}"
					},
					"Translation":
					{
						"Text": "HTTP {0} response from {1}"
					},
					"Key": "HttpResponseFromUrl"
				}
			]
		}
	]
}